{
    "APP_TITLE": "Sotavangit",
    "IN_fi": "Suomeksi",
    "IN_en": "In English",
    "NO_SELECTION": "-- Ei valintaa --",
    "NUM_PEOPLE": "Henkilöitä",
    "AGE_DISTRIBUTION": "Ikä vangiksi jäädessä",
    "RESULTS_DISPLAY": "Tulosnäkymä",
    "SOLDIER_PATHS": "Elinkaaret",
    "STATISTICS": "Tilastoja",
    "TABLE": "Taulukko",
    "RESULTS_SET_TOO_LARGE": "Nykyinen tulosjoukko on liian suuri tälle visualisoinnille &mdash; ole hyvä ja käytä suodattimia tulosjoukon pienentämiseksi.",
    "NAME": "Nimi",
    "RANK": "Sotilasarvo",
    "UNIT": "Joukko-osasto",
    "CAMPS": "Vankeuspaikat",
    "TIME_OF_DEATH": "Kuolinaika",
    "PERISHING_CLASS": "Menehtymisluokka",
    "BIRTH_MUNICIPALITY": "Synnyinkunta",
    "RESIDENCE_MUNICIPALITY": "Asuinkunta",
    "DEATH_MUNICIPALITY": "Kuolinkunta",
    "PLACE_OF_DEATH": "Kuolinpaikka",
    "CAPTURE_MUNICIPALITY": "Vangiksi jäämisen kunta",
    "PLACE_MIA": "Katoamispaikka",
    "GENDER": "Sukupuoli",
    "MARITAL_STATUS": "Siviilisääty",
    "OCCUPATION": "Ammatti",
    "MOTHER_TONGUE": "Äidinkieli",
    "NATIONALITY": "Kansallisuus",
    "NUM_CHILDREN": "Lasten lukumäärä",
    "TOD_BETWEEN": "Kuolinaika välillä",
    "DOMICILE_MUNICIPALITY": "Kotikunta",
    "CAUSE_OF_DEATH": "Kuolinsyy",
    "EXPLANATION": "Selitys",
    "BIRTH_DATE": "Syntymäaika",
    "TIME_CAPTURED": "Vangitsemisaika",
    "DEATH_DATE": "Kuolinaika",
    "RETURNED_DATE": "Palaamisaika",
    "HELP_TEXT": "Haku Suomen sotavankien linkitettyyn dataan.  Voit rajata tulosta tekemällä valintoja suodattimista ja selata henkilöihin liittyvää tietoa linkkien kautta.",
    "HELP_TEXT_LONG": "<p>Sotavankien tietoja voi selata käyttöliittymässä käyttämällä vasemmalla olevia suodattimia. Suodattimia on mm. nimi, siviilisääty, sotilasarvo ja joukko-osasto. Rajataksesi hakua henkilön nimellä, kirjoita nimi-kenttään osa henkilön nimestä. Poistaaksesi nimi-rajauksen, paina X-nappia nimi-kentän oikealla puolella. Jokaisella suodattimella on oma hakukenttä sekä lista suodattimen vaihtoehdoista, josta voi valita haluamansa ehdon. Tulosten määrä vaihtoehdolla näkyy suluissa valinnan nimen perässä. Valinnan voi poistaa valitsemalla vaihtoehdon '-- No Selection --'. Jokaisesta suodattimesta voi valita vain yhden vaihtoehdon, jolloin henkilölistausta suodatetaan valintojen perusteella. Tuloslistaa voi suodattaa käyttäen eri suodattimia yhdessä ja esimerkiksi hakea kaikki 1. Divisioonaan kuuluneet menehtyneet alikersantit.</p> <h4>Suodattimien valinta:</h4> <ol> <li>Valitse joku suodattimista ja avaa suodatin painamalla '+'-nappia suodattimen otsikon oikealla puolella.</li> <li>Valitse suodattimeen arvo listalta tai hae kirjoittamalla listan yllä olevaan tekstikenttään. Jos suodatinehtoa haetaan tekstikentän avulla alla oleva lista suodattimista päivittyy kirjoittaessa.</li> <li>Suodatinehdon voi valita klikkaamalla sitä listalta, tai poistaa valitsemalla '-- No Selection --' listan alusta. </li> <li>Henkilöiden lista päivittyy suodattimien oikealla puolella. Tuloslistauksessa olevista linkeistä voi löytää lisätietoa asioista muiden SotaSammon näkymien kautta.</li> <li>Tuloksia voi nyt suodattaa tarvittaessa lisää toistamalla toisella suodattimella edelliset askeleet 1-4. </li> </ol>",
    "PERSPECTIVE_HELP": "Näkymän ohjeet"
}
